
"qtMovieViewAccessibilityMovie" = "filme";
"qtMovieViewAccessibilityRole" = "papel";
"qtMovieViewAccessibilitySubrole" = "papel secundário";
"qtMovieViewAccessibilityView" = "visualização";
"qtMovieViewAccessibilityImage" = "imagem";

"qtMovieViewContextMenuFlashBack" = "Voltar";
"qtMovieViewContextMenuFlashForward" = "Avançar";
"qtMovieViewContextMenuFlashLoop" = "Loop";
"qtMovieViewContextMenuFlashPlay" = "Reproduzir";
"qtMovieViewContextMenuFlashRewind" = "Retroceder";
"qtMovieViewContextMenuFlashShowAll" = "Mostrar Tudo";
"qtMovieViewContextMenuFlashZoomIn" = "Aumentar Zoom";
"qtMovieViewContextMenuFlashZoomOut" = "Diminuir Zoom";

"qtMovieViewContextMenuLinearCopy" = "Copiar";
"qtMovieViewContextMenuLinearCut" = "Cortar";
"qtMovieViewContextMenuLinearPaste" = "Colar";
"qtMovieViewContextMenuLinearPlay" = "Reproduzir";
"qtMovieViewContextMenuLinearRedo" = "Refazer";
"qtMovieViewContextMenuLinearSelectAll" = "Selecionar Tudo";
"qtMovieViewContextMenuLinearSelectNone" = "Anular Seleção";
"qtMovieViewContextMenuLinearStop" = "Parar";
"qtMovieViewContextMenuLinearUndo" = "Desfazer";

"qtMovieViewEditCut" = "Cortar";
"qtMovieViewEditCopy" = "Copiar";
"qtMovieViewEditPaste" = "Colar";
"qtMovieViewEditDelete" = "Limpar";
"qtMovieViewEditAdd" = "Adicionar";
"qtMovieViewEditAddScaled" = "Adicionar à Escala";
"qtMovieViewEditReplace" = "Substituir";
"qtMovieViewEditTrim" = "Recortar";
"qtMovieViewEditDrop" = "Eliminar";

"qtMovieFlattenOperation" = "Unificando filme...";
"qtMovieInsertTrackSegmentOperation" = "Inserindo segmento de trilha...";
"qtMovieInsertMovieSegmentOperation" = "Inserindo segmento do filme...";
"qtMoviePasteOperation" = "Colando...";
"qtMovieAddMovieSelectionOperation" = "Adicionando seleção de filmes...";
"qtMovieCopyOperation" = "Copiando...";
"qtMovieCutOperation" = "Cortando...";
"qtMovieLoadMovieIntoRamOperation" = "Carregando filme na RAM...";
"qtMovieLoadTrackIntoRamOperation" = "Carregando faixa na RAM...";
"qtMovieLoadMediaIntoRamOperation" = "Carregando mídia na RAM...";
"qtMovieImportOperation" = "Importando filme...";
"qtMovieExportOperation" = "Exportando filme...";
"qtMovieUnknownOperation" = "Realizando operação desconhecida...";

"qtMovieViewClippingName" = "Recorte de Filme ";

"QTMoviePosterTimeAttribute" = "Definir Hora de Divulgação";
"QTTrackHighQualityVideoAttribute" = "Definir Vídeo de Alta Qualidade";
"QTTrackDeinterlaceVideoAttribute" = "Definir Desentrelaçamento de Vídeo ";
"QTTrackSingleFieldVideoAttribute" = "Definir Vídeo de Campo Único";
"QTTrackPreloadTrackAttribute" = "Definir Pré-carregamento da Faixa";
"QTTrackNeverPurgeTrackAttribute" = "Definir que a Faixa Nunca Seja Depurada";
"QTTrackMatrixAttribute" = "Definir Matriz da Faixa";
"QTTrackChapterlistAttribute" = "Definir Lista de Capítulos";
"QTTrackMaskAttribute" = "Definir Máscara da Faixa";
"QTTrackVolumeAttribute" = "Definir Volume da Faixa";
"QTTrackBalanceAttribute" = "Definir Balanço de Faixa";
"QTTrackHrefAttribute" = "Definir HREF da Faixa";
"QTTrackTransferModeAttribute" = "Definir Modo de Transferência de Vídeo";
"QTTrackOperationColorAttribute" = "Definir Cor de Operação de Vídeo";
"QTTrackEnabledAttribute" = "Definir Ativação da Faixa";
"QTTrackLanguageAttribute" = "Definir Idioma da Faixa";
"QTTrackLayerAttribute" = "Definir Camada da Faixa";
"QTTrackDisplayNameAttribute" = "Definir Nome da Faixa";

"QTTrackDefaultName" = "Faixa";
"QTTextTrackDefaultName" = "Faixa de Texto";
"QTChapterTrackDefaultName" = "Faixa de Capítulo";
"QTVideoTrackDefaultName" = "Faixa de Vídeo";
"QTSoundTrackDefaultName" = "Trilha Sonora";
"QTSubtitleTrackDefaultName" = "Faixa de Legenda";
"QTClosedCaptionTrackDefaultName" = "Faixa de Legenda";

"QTFormatDescriptionVideoFormatSummary" = "%@, %.0f x %.0f";
"QTFormatDescriptionVideoWithCleanApertureFormatSummary" = "%@, %.0f x %.0f (%.0f x %.0f)";

"QTFormatDescriptionProtectedAACFormat" = "AAC (Protegido)";
"QTFormatDescriptionProtectedAC3Format" = "AC3 (Protegido)";
"QTFormatDescriptionGenericVideoMediaFormatSummary" = "Mídia de Vídeo";
"QTFormatDescriptionGenericAudioMediaFormatSummary" = "Mídia de Áudio";
"QTFormatDescriptionGenericMuxedMediaFormatSummary" = "Mídia Muxed";
"QTFormatDescriptionGenericTextMediaFormatSummary" = "Mídia de Texto";
"QTFormatDescriptionGenericUnknownMediaFormatSummary" = "Mídia Desconhecida";

"QTFormatDescriptionMPEG1SystemMuxedMediaFormatSummary" = "Transmissão do Sistema MPEG-1";
"QTFormatDescriptionMPEG2TransportMuxedMediaFormatSummary" = "Transmissão de Transporte MPEG-2";
"QTFormatDescriptionMPEG2ProgramMuxedMediaFormatSummary" = "Transmissão do Programa MPEG-2";
"QTFormatDescriptionDVMuxedMediaFormatSummary" = "Transmissão DV Muxed";

"QTCaptureDeviceUnknownDevice" = "Dispositivo Desconhecido";

/* QTCompressionOptions localized names */
"QTCompressionOptionsLosslessAppleIntermediateVideo_displayName" = "Apple Intermediária";
"QTCompressionOptionsLosslessAnimationVideo_displayName" = "Animação de Qualidade Máxima";
"QTCompressionOptionsJPEGVideo_displayName" = "JPEG Alta Qualidade";
"QTCompressionOptions120SizeH264Video_displayName" = "H.264 160x120";
"QTCompressionOptions240SizeH264Video_displayName" = "H.264 320x240";
"QTCompressionOptionsSD480SizeH264Video_displayName" = "H.264 SD";
"QTCompressionOptionsHD720SizeH264Video_displayName" = "H.264 HD 720";
"QTCompressionOptionsHD1080SizeH264Video_displayName" = "H.264 HD 1080";
"QTCompressionOptionsPrivateH264Video_displayName" = "Alta Qualidade H.264";
"QTCompressionOptions120SizeMPEG4Video_displayName" = "MPEG-4 160x120";
"QTCompressionOptions240SizeMPEG4Video_displayName" = "MPEG-4 320x240";
"QTCompressionOptionsSD480SizeMPEG4Video_displayName" = "MPEG-4 SD";
"QTCompressionOptionsHD720SizeMPEG4Video_displayName" = "MPEG-4 HD 720";
"QTCompressionOptionsHD1080SizeMPEG4Video_displayName" = "MPEG-4 HD 1080";
"QTCompressionOptionsLosslessALACAudio_displayName" = "Apple Sem Perdas";
"QTCompressionOptionsHighQualityAACAudio_displayName" = "AAC Alta Qualidade";
"QTCompressionOptionsVoiceQualityAACAudio_displayName" = "Qualidade de Voz AAC";

"QTCompressionOptionsLosslessALACAudio_compressionOptionsSummary" = "Formato: Apple Sem Perdas";
"QTCompressionOptionsHighQualityAACAudio_compressionOptionsSummary" = "Formato: AAC\nTaxa de bits: 128 kbps por canal";
"QTCompressionOptionsVoiceQualityAACAudio_compressionOptionsSummary" = "Formato: AAC\nTaxa de bits: 32 kbps por canal\nTaxa de amostragem: 22.050 kHz";

"QTCompressionOptionsCompressorSummary" = "Compressão: %@";
"QTCompressionOptionsSizeSummary" = "Tamanho máximo: %d x %d";

"qtKitError" = "Erro";
/*these strings are taken directly from ErrorResources.h*/
"qtKitErrorString34" = "O disco está cheio.";
"qtKitErrorString35" = "Um volume não pôde ser encontrado.";
"qtKitErrorString36" = "Ocorreu um erro de E/S.";
"qtKitErrorString37" = "Um nome de arquivo ou de volume inválido foi encontrado.";
"qtKitErrorString38" = "Um arquivo não está aberto.";
"qtKitErrorString39" = "O fim do arquivo foi alcançado.";
"qtKitErrorString41" = "A memória está cheia.";
"qtKitErrorString42" = "Há arquivos em demasia abertos.";
"qtKitErrorString43" = "Um arquivo ou diretório não pôde ser encontrado.";
"qtKitErrorString44" = "Um volume está bloqueado.";
"qtKitErrorString45" = "Um arquivo está bloqueado.";
"qtKitErrorString46" = "Um volume está bloqueado.";
"qtKitErrorString47" = "O arquivo está ocupado.";
"qtKitErrorString48" = "Já existe um arquivo com esse nome.";
"qtKitErrorString192" = "Não foi encontrado um recurso necessário.";
"qtKitErrorString193" = "Não foi encontrado um arquivo de recurso necessário.";
"qtKitErrorString194" = "Uma tentativa de adicionar um recurso ao arquivo falhou.";
"qtKitErrorString195" = "Uma tentativa de adicionar uma referência de recurso ao arquivo falhou.";
"qtKitErrorString196" = "A tentativa de remoção de um recurso falhou.";
"qtKitErrorString197" = "A tentativa de remoção de uma referência de recurso falhou.";
"qtKitErrorString198" = "Foi encontrado um recurso com um atributo incoerente.";
"qtKitErrorString199" = "O mapa de recursos não é correto.";
"qtKitErrorString1409" = "A bifurcação do arquivo especificado não existe.";
"qtKitErrorString2000" = "Uma referência de dados necessária não pôde ser resolvida.";
"qtKitErrorString2001" = "Foi encontrada uma descrição de imagem inválida no filme.";
"qtKitErrorString2002" = "Um filme público inválido foi encontrado no filme.";
"qtKitErrorString2003" = "Não foi possível encontrar um controlador de dados que o filme necessita.";
"qtKitErrorString2004" = "Não foi possível abrir um controlador de dados que o filme necessita.";
"qtKitErrorString2005" = "Um tipo de componente inválido foi encontrado no filme.";
"qtKitErrorString2006" = "Não foi possível encontrar um controlador de mídia que o filme necessita.";
"qtKitErrorString2007" = "Não foi possível encontrar um controlador de dados que o filme necessita.";
"qtKitErrorString2008" = "Foram encontrados dados de mídia inválidos no filme.";
"qtKitErrorString2009" = "Foi encontrada uma faixa inválida no filme.";
"qtKitErrorString2010" = "O filme contém alguns dados inválidos.";
"qtKitErrorString2011" = "O filme contém uma tabela de amostragem inválida.";
"qtKitErrorString2012" = "O filme contém uma referência de dados inválida.";
"qtKitErrorString2013" = "O filme contém um controlador de dados inválido.";
"qtKitErrorString2014" = "O filme contém uma duração incorreta.";
"qtKitErrorString2015" = "O filme contém um valor de tempo incorreto.";
"qtKitErrorString2016" = "Um átomo de filme público não pôde ser salvo no filme.";
"qtKitErrorString2017" = "O filme tem uma lista de edição inválida.";
"qtKitErrorString2018" = "Os tipos de mídia do filme não são correspondentes.";
"qtKitErrorString2019" = "A operação foi cancelada.";
"qtKitErrorString2020" = "A Caixa de Ferramentas Filmes não foi inicializada.";
"qtKitErrorString2021" = "Não foi encontrado um arquivo de trabalho necessário.";
"qtKitErrorString2022" = "Não foi possível criar um filme de bifurcação simples.";
"qtKitErrorString2023" = "O estado de edição era inválido.";
"qtKitErrorString2024" = "O estado de edição não correspondia.";
"qtKitErrorString2025" = "O estado de edição não funciona.";
"qtKitErrorString2026" = "Alguns dados do usuário do filme estão faltando.";
"qtKitErrorString2027" = "Há um erro no programa.";
"qtKitErrorString2028" = "Foi fornecido um índice de faixa incorreto.";
"qtKitErrorString2029" = "Não foi possível encontrar um número de ID da faixa.";
"qtKitErrorString2030" = "Uma determinada faixa não estava no filme.";
"qtKitErrorString2031" = "Um tempo específico não estava em uma determinada faixa.";
"qtKitErrorString2032" = "Um tempo específico não estava em uma determinada mídia.";
"qtKitErrorString2033" = "Foi fornecido um índice de edição incorreto.";
"qtKitErrorString2034" = "Ocorreu um erro inesperado do QuickTime.";
"qtKitErrorString2035" = "Uma faixa necessária não pôde ser ativada.";
"qtKitErrorString2036" = "Um retângulo inválido foi encontrado no filme.";
"qtKitErrorString2037" = "Um número de amostragem inválido foi encontrado no filme.";
"qtKitErrorString2038" = "Um número de segmento inválido foi encontrado no filme.";
"qtKitErrorString2039" = "Um índice de descrição de amostragem inválido foi encontrado no filme.";
"qtKitErrorString2040" = "Uma cache de segmento inválida foi encontrada no filme.";
"qtKitErrorString2041" = "Uma descrição de amostragem inválida foi encontrada no filme.";
"qtKitErrorString2042" = "A bifurcação de dados do arquivo não estava aberta para leitura.";
"qtKitErrorString2043" = "A bifurcação de dados do arquivo não estava aberta para gravação.";
"qtKitErrorString2044" = "A bifurcação de dados do arquivo já estava aberta para gravação.";
"qtKitErrorString2045" = "A bifurcação de dados do arquivo já estava fechada.";
"qtKitErrorString2046" = "O fim dos dados do filme foi alcançado.";
"qtKitErrorString2047" = "Foi encontrada uma referência de dados inválida.";
"qtKitErrorString2048" = "O arquivo não é um arquivo de filme.";
"qtKitErrorString2049" = "Um contêiner de referência de dados inválido foi encontrado no filme.";
"qtKitErrorString2050" = "Um índice de referência de dados inválido foi encontrado no filme.";
"qtKitErrorString2051" = "O filme não tem nenhum arquivo de dados no disco. Salve o filme e tente novamente.";
"qtKitErrorString2052" = "Não foi possível usar uma amostragem de dados existente.";
"qtKitErrorString2053" = "O aplicativo tentou usar um recurso incompatível.";
"qtKitErrorString2125" = "O deslocamento no arquivo é excessivamente grande.";
"qtKitErrorString2149" = "Não há suficientes dados de filme disponíveis.";
"qtKitErrorString5000" = "Você não dispõe de permissões suficientes para esta operação.";
"qtKitErrorString8969" = "O filme contém alguns dados inválidos.";

/* QTKitErrorDomain error strings */
"QTKitErrorDomain_QTErrorUnknown_Description"									= "Não foi possível concluir a operação.";
"QTKitErrorDomain_QTErrorUnknown_FailureReason"									= "A operação não pôde ser concluída devido a um erro desconhecido. (%@)";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_Description"					= "A mídia não pode ser capturada.";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_FailureReason"					= "Algumas fontes de mídia são incompatíveis com os destinos de mídia.";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_Description"			= "Não foi possível capturar mídia do dispositivo \"%@\" porque ele já está em uso por outra pessoa neste aplicativo.";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_RecoverySuggestion"	= "Tente parar todas as operações que estão utilizando o dispositivo \"%@\" ou espere até que essas operações estejam concluídas.";
"QTKitErrorDomain_QTErrorNoDataCaptured_Description"							= "A gravação falhou porque não foram recebidos dados.";
"QTKitErrorDomain_QTErrorNoDataCaptured_RecoverySuggestion"						= "Verifique se a fonte de entrada de mídia está ligada e em execução.";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_Description"				= "A gravação parou porque a configuração das fontes de mídia e dos destinos mudou.";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_RecoverySuggestion"		= "Tente gravar novamente.";
"QTKitErrorDomain_QTErrorDiskFull_Description"									= "A gravação em \"%@\" parou porque o disco \"%@\" está ficando cheio.";
"QTKitErrorDomain_QTErrorDiskFull_RecoverySuggestion"							= "Tente apagar arquivos do disco \"%@\" ou gravar em outro disco.";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_Description"						= "A gravação parou porque o dispositivo \"%@\" foi desligado ou desconectado.";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_RecoverySuggestion"				= "Tente ligar ou reconectar o dispositivo \"%@\" para continuar a gravação.";
"QTKitErrorDomain_QTErrorMediaChanged_Description"								= "A gravação parou porque o formato da mídia de origem mudou.";
"QTKitErrorDomain_QTErrorMediaChanged_FailureReason"							= "Mídias de formatos diferentes não podem ser gravadas no mesmo arquivo.";
"QTKitErrorDomain_QTErrorMaximumDurationReached_Description"					= "A gravação parou porque o arquivo não pode ser maior que %@.";
"QTKitErrorDomain_QTErrorMaximumDurationReached_FailureReason"					= "A duração máxima é de %@.";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_Description"					= "A gravação parou porque o arquivo não pode ser maior que %@.";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_FailureReason"					= "O tamanho máximo do arquivo é de %@.";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_Description"						= "A gravação parou porque houve uma interrupção na mídia de entrada.";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_RecoverySuggestion"					= "Tente encerrar aplicativos ou desconectar dispositivos que estejam utilizando recursos necessários para a gravação.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_Description"						= "O dispositivo \"%@\" não pôde ser aberto porque não está conectado ou ligado.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_RecoverySuggestion"					= "Tente ligar ou conectar o dispositivo \"%@\" antes de abri-lo.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_Description"          = "Um dispositivo não pôde ser aberto porque não está conectado ou ligado.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_RecoverySuggestion"   = "Tente ligar ou conectar os dispositivos antes de abri-los.";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_Description"			= "O dispositivo \"%@\" não pôde ser aberto porque está em uso por outro aplicativo.";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_RecoverySuggestion"	= "Pare todas as operações que estão utilizando o dispositivo \"%@\", aguarde até que essas operações sejam concluídas ou encerre o aplicativo que está utilizando o dispositivo.";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_Description"				= "O dispositivo  \"%@\" não pôde ser aberto porque um dispositivo conflitante \"%@\" já está aberto.";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_RecoverySuggestion"		= "Tente parar todas as operações que utilizam o dispositivo \"%@\".";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_Description"        = "A gravação parou porque a duração máxima para o arquivo foi alcançada.";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_RecoverySuggestion" = "Tente continuar a gravar em um novo arquivo.";

"qtKitDataSizeInBytes" = "%@ bytes";
"qtKitDataSizeInKilobytes" = "%@ KB";
"qtKitDataSizeInMegabytes" = "%@ MB";
"qtKitDataSizeInGigabytes" = "%@ GB";
"qtKitDataSizeInTerabytes" = "%@ TB";
"qtKitDataSizeInPetabytes" = "%@ PB";
"qtKitDataSizeInExabytes" = "%@ EB";
"qtKitInexactAndExactDataSize" = "%@ (%@)";	/* Data size in a certain unit followed by the exact size in bytes */

"qtKitBitDepthStringForBlackAndWhiteColors" = "Preto-e-branco";
"qtKitBitDepthStringForFourColors" = "4";
"qtKitBitDepthStringForSixteenColors" = "16";
"qtKitBitDepthStringForTwoHundredFiftySixColors" = "256";
"qtKitBitDepthStringForThousandsColors" = "Milhares";
"qtKitBitDepthStringForMillionsColors" = "Milhões";
"qtKitBitDepthStringForMillionsPlusColors" = "Milhões+";
"qtKitBitDepthStringForUnknownColors" = "Desconhecido";
"qtKitBitDepthStringForColorsColors" = "Cores";
"qtKitBitDepthStringForGrayColors" = "Cinzas";
